tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "cask"
brew "cmake"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "neovim"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "spotify"
